[
    {
        "id":  "act_lr_go_diving",
        "name":  "Go Diving",
        "activation":  "Downtime",
        "terse":  "Dive into the seedy underbelly of a station.",
        "detail":  "\u003cp\u003eWhen you dive into the seedy underbelly of a station, first name whatyou\u0026rsquo;re looking for: a good time, a specific person\u0026rsquo;s time, attention, or aid; a useful piece of information, or a useful contact or connection. The GM will tell you if it\u0026rsquo;s attainable or not on this station. You can use this action instead of the \u0026ldquo;Get a Damn Drink\u0026rdquo;action from the core book if you like during downtime.\u003c/p\u003e\u003cp\u003eThen roll a skill check. Applicable triggers could be Survive, Show off, or Word on the Street.\u003c/p\u003e\u003cp\u003eYou always get what you\u0026rsquo;re looking for, however, on a 9 or lower, roll2d20 \u0026mdash; re-rolling duplicates \u0026mdash; and choose the final results from either of the two tables below, taking both.\u003c/p\u003e\u003cp\u003eOn a 10-19 roll 1d20 and take from either table.\u003cbr /\u003eOn a 20+, roll 2d20, choose one, then pick the final result from either table.\u003cbr /\u003eYou can work backwards after you roll for this action to figure out what happened.\u003c/p\u003e\u003cp\u003e\u003cstrong\u003eWhat did you pick up?\u003c/strong\u003e\u003c/p\u003e\u003ctable\u003e\u003ctbody\u003e\u003ctr\u003e\u003ctd\u003e\u003cstrong\u003ed20\u003c/strong\u003e\u003c/td\u003e\u003ctd\u003e\u003cstrong\u003eGain\u003c/strong\u003e\u003c/td\u003e\u003c/tr\u003e\u003ctr\u003e\u003ctd\u003e1\u003c/td\u003e\u003ctd\u003eA splitting headache\u003c/td\u003e\u003c/tr\u003e\u003ctr\u003e\u003ctd\u003e2\u003c/td\u003e\u003ctd\u003eA ledger with a long list of names in it. The corner is spotted with blood, and some of the names are crossed off.\u003c/td\u003e\u003c/tr\u003e\u003ctr\u003e\u003ctd\u003e3\u003c/td\u003e\u003ctd\u003eA large canister of slick, vibrant purple liquid labeled \u0026ldquo;All Purpose Lubricant\u0026rdquo;.\u003c/td\u003e\u003c/tr\u003e\u003ctr\u003e\u003ctd\u003e4\u003c/td\u003e\u003ctd\u003eA brand new, very elaborate Sparri saga tattoo\u003c/td\u003e\u003c/tr\u003e\u003ctr\u003e\u003ctd\u003e5\u003c/td\u003e\u003ctd\u003eA very dry mouth\u003c/td\u003e\u003c/tr\u003e\u003ctr\u003e\u003ctd\u003e6\u003c/td\u003e\u003ctd\u003eAn elaborately decorated carnival mask. You cannot remember exactly how you acquired it. The eyes seem to follow you\u003c/td\u003e\u003c/tr\u003e\u003ctr\u003e\u003ctd\u003e7\u003c/td\u003e\u003ctd\u003eAn outstanding warrant for your arrest\u003c/td\u003e\u003c/tr\u003e\u003ctr\u003e\u003ctd\u003e8\u003c/td\u003e\u003ctd\u003eA very mild Gliss, Brighteyes, or Gazer addiction\u003c/td\u003e\u003c/tr\u003e\u003ctr\u003e\u003ctd\u003e9\u003c/td\u003e\u003ctd\u003eA mini fridge full of sensitive biological samples wanted by an enterprise\u003c/td\u003e\u003c/tr\u003e\u003ctr\u003e\u003ctd\u003e10\u003c/td\u003e\u003ctd\u003eA station security officer who is very obviously attempting to follow you without you noticing\u003c/td\u003e\u003c/tr\u003e\u003ctr\u003e\u003ctd\u003e11\u003c/td\u003e\u003ctd\u003eA brand new station disease that causes you to break out into hives when someone touches you skin to skin. It\u0026rsquo;ll clear up in a week.\u003c/td\u003e\u003c/tr\u003e\u003ctr\u003e\u003ctd\u003e12\u003c/td\u003e\u003ctd\u003eA thick data wafer with a carefully curated selection of old earth jazz\u003c/td\u003e\u003c/tr\u003e\u003ctr\u003e\u003ctd\u003e13\u003c/td\u003e\u003ctd\u003eAn enormous debt to the station crime syndicate\u003c/td\u003e\u003c/tr\u003e\u003ctr\u003e\u003ctd\u003e14\u003c/td\u003e\u003ctd\u003eA large, chitinous, and very affectionate pet krait\u003c/td\u003e\u003c/tr\u003e\u003ctr\u003e\u003ctd\u003e15\u003c/td\u003e\u003ctd\u003eA revolver with one spent bullet in the chamber\u003c/td\u003e\u003c/tr\u003e\u003ctr\u003e\u003ctd\u003e16\u003c/td\u003e\u003ctd\u003eA reputation as \u0026ldquo;Mistress\u0026rdquo;\u003c/td\u003e\u003c/tr\u003e\u003ctr\u003e\u003ctd\u003e17\u003c/td\u003e\u003ctd\u003eThe meat sweats\u003c/td\u003e\u003c/tr\u003e\u003ctr\u003e\u003ctd\u003e18\u003c/td\u003e\u003ctd\u003eA pack of unlabeled and suspicious smelling cigarettes.\u003c/td\u003e\u003c/tr\u003e\u003ctr\u003e\u003ctd\u003e19\u003c/td\u003e\u003ctd\u003eA hanger-on named \u0026lsquo;Juicy K\u0026rsquo;. They are a huge fan of you, not very quick on the uptake, but extremely knowledgable about station gossip, current Long Rim pop culture, and varying interesting and creative uses of popular narcotics. They refuse to leave if asked and generally believe the two of you are best friends.\u003c/td\u003e\u003c/tr\u003e\u003ctr\u003e\u003ctd\u003e20\u003c/td\u003e\u003ctd\u003e\u003ctable\u003e\u003ctbody\u003e\u003ctr\u003e\u003ctd\u003eA thick pack of stripped dataplating packed densely with incredibly sensitive information such as military schedules, personal financial records, etc.\u003c/td\u003e\u003c/tr\u003e\u003c/tbody\u003e\u003c/table\u003e\u003c/td\u003e\u003c/tr\u003e\u003c/tbody\u003e\u003c/table\u003e\u003cbr\u003e\u003cp\u003e\u003cstrong\u003eWhat did you lose?\u003c/strong\u003e\u003c/p\u003e\u003ctable\u003e\u003ctbody\u003e\u003ctr\u003e\u003ctd\u003e\u003cp\u003e\u003cstrong\u003ed20\u003c/strong\u003e\u003c/p\u003e\u003c/td\u003e\u003ctd\u003e\u003cp\u003e\u003cstrong\u003eLoss\u003c/strong\u003e\u003c/p\u003e\u003c/td\u003e\u003c/tr\u003e\u003ctr\u003e\u003ctd\u003e1\u003c/td\u003e\u003ctd\u003eYour memory of the previous night.\u003c/td\u003e\u003c/tr\u003e\u003ctr\u003e\u003ctd\u003e2\u003c/td\u003e\u003ctd\u003eYour dignity (if you had any).\u003c/td\u003e\u003c/tr\u003e\u003ctr\u003e\u003ctd\u003e3\u003c/td\u003e\u003ctd\u003eYour sense of balance for the next few hours.\u003c/td\u003e\u003c/tr\u003e\u003ctr\u003e\u003ctd\u003e4\u003c/td\u003e\u003ctd\u003eAny weapons you carried with you. You can find them being sold on the station black market in the next few days.\u003c/td\u003e\u003c/tr\u003e\u003ctr\u003e\u003ctd\u003e5\u003c/td\u003e\u003ctd\u003eYour sense of smell for the next few days.\u003c/td\u003e\u003c/tr\u003e\u003ctr\u003e\u003ctd\u003e6\u003c/td\u003e\u003ctd\u003ePretty much everything in your stomach from the last day or so.\u003c/td\u003e\u003c/tr\u003e\u003ctr\u003e\u003ctd\u003e7\u003c/td\u003e\u003ctd\u003eAny personal identification, station passes, or important documentation you had on you. You get a message asking for ransom to recover them in the next few minutes.\u003c/td\u003e\u003c/tr\u003e\u003ctr\u003e\u003ctd\u003e8\u003c/td\u003e\u003ctd\u003eAbout two or three days of local time.\u003c/td\u003e\u003c/tr\u003e\u003ctr\u003e\u003ctd\u003e9\u003c/td\u003e\u003ctd\u003eAll the sensation in your fingertips for the next day or so.\u003c/td\u003e\u003c/tr\u003e\u003ctr\u003e\u003ctd\u003e10\u003c/td\u003e\u003ctd\u003eAll your hair (it\u0026rsquo;ll grow back).\u003c/td\u003e\u003c/tr\u003e\u003ctr\u003e\u003ctd\u003e11\u003c/td\u003e\u003ctd\u003eYour pants.\u003c/td\u003e\u003c/tr\u003e\u003ctr\u003e\u003ctd\u003e12\u003c/td\u003e\u003ctd\u003eA large part of the skin on your left arm, currently swaddled in abandage you don\u0026rsquo;t remember having applied.\u003c/td\u003e\u003c/tr\u003e\u003ctr\u003e\u003ctd\u003e13\u003c/td\u003e\u003ctd\u003eYour largely positive opinion of the station.\u003c/td\u003e\u003c/tr\u003e\u003ctr\u003e\u003ctd\u003e14\u003c/td\u003e\u003ctd\u003eYour sense of direction.\u003c/td\u003e\u003c/tr\u003e\u003ctr\u003e\u003ctd\u003e15\u003c/td\u003e\u003ctd\u003eAny station credit or loose change you had on you.\u003c/td\u003e\u003c/tr\u003e\u003ctr\u003e\u003ctd\u003e16\u003c/td\u003e\u003ctd\u003eMovement in your face and the ability to feel your tongue for about an hour or so.\u003c/td\u003e\u003c/tr\u003e\u003ctr\u003e\u003ctd\u003e17\u003c/td\u003e\u003ctd\u003eA knife fight.\u003c/td\u003e\u003c/tr\u003e\u003ctr\u003e\u003ctd\u003e18\u003c/td\u003e\u003ctd\u003eYour shoes. You\u0026rsquo;ll spot a station kid wearing them in about an hour.\u003c/td\u003e\u003c/tr\u003e\u003ctr\u003e\u003ctd\u003e19\u003c/td\u003e\u003ctd\u003eOne fingernail.\u003c/td\u003e\u003c/tr\u003e\u003ctr\u003e\u003ctd\u003e20\u003c/td\u003e\u003ctd\u003eFree travel around the station, which will be restricted for a while.\u003c/td\u003e\u003c/tr\u003e\u003c/tbody\u003e\u003c/table\u003e"
    },
    {
        "id":  "act_lr_gunfight",
        "name":  "Gunfight",
        "activation":  "Downtime",
        "terse":  "Get into a one-on-one duel with someone.",
        "detail":  "When you get into a one-on-one gun duel with another individual, you can roll gunfight. It could be impromptu or planned. Most duels of honor in the Long Rim are to first blood, not to death, and folk don’t typically shoot to kill, but that can depend on who you pissed off.\u003cbr\u003eFirst, the player rolling decides who shot first, then roll a skill check. Triggers like Take Someone Out or Show Off probably apply here.\u003cbr\u003e On a 9 or lower, you miss your shot and choose one of the following:\u003cul\u003e\u003cli\u003eGet shot, taking harm as established\u003c/li\u003e\u003cli\u003eYou duck or weave out of the way and an NPC bystander, important object, or item of the GM’s choice (could be something you’re holding or wearing) takes grievous and lasting harm. If you shot first, the blame for this falls on you. If not, it falls on your opponent.\u003c/li\u003e\u003c/ul\u003eOn a 10-19, your shot hits, dealing harm as established. If you shot first, your target doesn’t get a chance to respond. If you didn’t shoot first, take harm as established.\u003cbr\u003eOn a 20+, your shot instantly kills your opponent (intentionally or not!). If you shot first, you shoot them before they even get a chance to draw, and folk present squarely place the blame for the death on you. If you didn’t shoot first, you are seen as acting at least partly in self defense.\u003cbr\u003eIf both parties agree, you might go through another round if the duel is not finished after the first round and both of you are still alive."
    }
]
