[
    {
        "id":  "wm_supermassive_mod",
        "name":  "Supermassive Mod",
        "sp":  1,
        "allowed_types":  [
                              "Melee",
                              "CQB",
                              "Cannon"
                          ],
        "source":  "IPS-N",
        "license":  "Caliban",
        "license_level":  1,
        "effect":  "Choose one CQB, CANNON, or MELEE weapon: it gains OVERKILL and KNOCKBACK +1. During a FULL REPAIR, you may tune it to remove safety limiters, increasing this benefit to KNOCKBACK +2 instead; however, it also gains ORDNANCE (if it is ranged) or INACCURATE (if it is melee).",
        "description":  "The first in a suite of best-practice modifications for close-quarters combat out of the same Titan–Enceladus Field Project that produced the Caliban, supermassive mods include a host of alterations to close-quarters weapons designed to enhance their general lethality and utility by lifting safety precautions.",
        "tags":  [
                     {
                         "id":  "tg_unique"
                     }
                 ],
        "added_tags":  [
                           {
                               "id":  "tg_overkill"
                           },
                           {
                               "id":  "tg_knockback",
                               "val":  1
                           }
                       ],
        "license_id":  "mf_caliban"
    },
    {
        "id":  "wm_molten_wreathe",
        "name":  "Molten Wreathe",
        "sp":  2,
        "allowed_types":  [
                              "Melee"
                          ],
        "source":  "IPS-N",
        "license":  "Zheng",
        "license_level":  2,
        "effect":  "Choose one MELEE weapon: 1/round, after you hit a character with this weapon, you take 1 Heat and it projects a superheated Cone 3 cloud oriented away from your target in a direction of your choice. Your target and any characters caught in this cloud each take 2 Explosive Damage.",
        "description":  "Needing a significant boost to her Raleigh’s melee capacity, Xiong decided upon a crude but effective solution: she would re-route her Raleigh’s coldcore dispersion systems into the chassis’ palms with a simple on/off switch, allowing it to superheat equipped weapons. The resultant ad hoc thermal weapon is so hot that it prompts an explosive vaporization of hard and soft surfaces on impact, creating a secondary backblast cloud that is a deadly weapon in its own right. The production version of this system simply adds a sturdier, dedicated routing system and better insulation.",
        "license_id":  "mf_zheng"
    },
    {
        "id":  "mw_bounder_class_comp_con",
        "name":  "BOUNDER-Class Comp/Con",
        "sp":  3,
        "allowed_types":  [
                              "CQB",
                              "Rifle",
                              "Cannon"
                          ],
        "source":  "EXOTIC",
        "license":  "",
        "license_level":  0,
        "effect":  "This Mod does not work with Blast, Burst, Line, or Cone weapons. 1/round you may choose one of the following:\u003cul\u003e\u003cli\u003eWhen you miss an attack with this weapon, you may reroll that attack against a different target, tracing Range and line of sight from the original target\u0027s location.\u003c/li\u003e\u003cli\u003eYou may bank your shot around corners and off of the environment to hit distant targets. Choose a piece of terrain or object Size 1 or larger within the weapon\u0027s Range and line of sight. When you make your attack, you may trace Range and line of sight from that location instead.\u003c/li\u003e\u003cli\u003eWhen you roll a 20 on a die for this attack (sometimes called a \"natural 20\"), you may riccochet the shot to strike a critical area on the target. The attack\u0027s damage can\u0027t be reduced in any way, and on hit the target is knocked Prone.\u003c/li\u003e\u003c/ul\u003e\u003cbr\u003e\u003cbr\u003eThis system isn\u0027t a full NHP and cannot enter cascade.",
        "description":  "Originally planned as part of the \"Campbell\" license package, which ultimately lost to the Caliban during selection trials, the BOUNDER-class comp/con nonetheless represents one of IPS-N\u0027s latest developments in next-generation smart weapons design. The Campbell program was intended to facilitate successful boarding actions through indirect targeting solutions, minimizing the risk of incoming retaliatory fire, and although the Campbell was ultimately never adopted, BOUNDER remains available as a self-contained license for requisition.\u003cbr\u003e\u003cbr\u003eBOUNDER is a joint hardware/software package suitable for most mainline armaments, designed to maximize surface reflectivity and projectile/waveform cohesion through a combination of specialized ammunition, variable electromagnetic lensing, and adjustable firing profiles. Thanks to the system\u0027s advanced ballistic calculation capabilities, users are able accurately chart oblique firing solutions across hard surfaces in realtime with acceptable accuracy.\u003cbr\u003e\u003cbr\u003eLessons learned from the infamous UNCLE-class comp/con have resulted in a much more stable and user-friendly experience, though some pilots with experience of both systems claim they find UNCLE\u0027s idiosyncrasies more endearing than BOUNDER\u0027s polished, but less eccentric, personality.",
        "tags":  [
                     {
                         "id":  "tg_unique"
                     },
                     {
                         "id":  "tg_ai"
                     },
                     {
                         "id":  "tg_no_cascade"
                     },
                     {
                         "id":  "tg_exotic"
                     }
                 ]
    }
]
